IDEA Open Model
Polygon3D Constructor
Compatible with IDEA StatiCa Beta 20.0
 Contructor
 Namespace: IdeaRS.OpenModel.Geometry3D
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Polygon3D()
Public Sub New
See Also
Reference
Polygon3D Class
IdeaRS.OpenModel.Geometry3D Namespace